Repository: gusadi09/PokeApp
Catalog: PokeApp/Common/Resource/Localization/Localizable.xcstrings
Source language: en
Languages: id

source: Attention
id: Perhatian

source: Can't find your account
id: Tidak dapat menemukan akun kamu

source: Detail
id: Detil

source: Evolution
id: Evolusi

source: Fetching detail...
id: Mengambil detil...

source: Fetching pokemons...
id: Mengambil pokemon...

source: Height : %@m
id: Tinggi : %@m

source: Oops... something went wrong
id: Ups... ada sesuatu yang salah

source: Overview
id: Ringkasan

source: Retry
id: Ulangi

source: Stats
id: Statistik

source: Type : %@
id: Tipe : %@

source: Weight : %@Kg
id: Berat : %@Kg

source: You're not connect to active network, please reconnect
id: Kamu tidak sedang tersambung ke jaringan aktif, silahkan koneksikan ulang
